var countriesAndCites = new Array ();

var IcIua = [ [69, "Барановичи"], [32, "Брест"], [33, "Витебск"], [34, "Гомель"], [35, "Горки"], [36, "Гродно"], [31, "Минск"], [37, "Могилев"], [38, "Мозырь"], [39, "Новополоцк"], [40, "Пинск"]];
countriesAndCites[5] = new Array();
countriesAndCites[5]["Беларусь"] = IcIua;

var mgc = [ [25, "Берлин"], [26, "Бонн"], [27, "Бремен"], [30, "Гамбург"], [29, "Дюссельдорф"], [14, "Карлсруэ"], [13, "Мюнхен"], [28, "Франкфурт-на-Майне"]];
countriesAndCites[4] = new Array();
countriesAndCites[4]["Германия"] = mgc;

var wJg = [ [41, "Ашдод"], [42, "Ашкелон"], [43, "Беэр Шэва"], [70, "Иерусалим"], [44, "Нетания"], [45, "Петах Тиква"], [46, "Реховот"], [47, "Ришон ЛеЦион"], [48, "Тель–Авив"], [49, "Хайфа"]];
countriesAndCites[6] = new Array();
countriesAndCites[6]["Израиль"] = wJg;

var AIZ = [ [50, "Актау"], [72, "Алматы"], [71, "Астана"], [51, "Байконур"], [52, "Караганда"], [53, "Кокшетау"], [54, "Павлодар"], [55, "Петропавловск"], [56, "Семипалатинск"], [57, "Тараз"], [58, "Уральск"], [59, "Усть-Каменогорск"], [60, "Чимкнет"]];
countriesAndCites[7] = new Array();
countriesAndCites[7]["Казахстан"] = AIZ;

var BOv = [ [4, "Великий Новгород"], [5, "Волгоград"], [6, "Екатеринбург"], [7, "Казань"], [8, "Калининград"], [9, "Краснодар"], [15, "Красноярск"], [2, "Москва"], [16, "Мурманск"], [18, "НОвосибирск"], [17, "Нижний Новгород"], [19, "Омск"], [20, "Пермь"], [10, "Ростов-на-Дону"], [21, "Самара"], [1, "Санкт–Петербург"], [22, "Саратов"], [23, "Уфа"], [24, "Челябинск"]];
countriesAndCites[1] = new Array();
countriesAndCites[1]["Россия"] = BOv;

var NUf = [ [61, "Бостон"], [68, "Вашингтон"], [64, "Лос-Анджелес"], [65, "Нью-Йорк"], [67, "Сан-Франциско"], [66, "Филадельфия"], [63, "Хюстон"], [62, "Чикаго"]];
countriesAndCites[8] = new Array();
countriesAndCites[8]["США"] = NUf;

var WeP = [ [11, "Днепропетровск"], [3, "Киев"], [12, "Одесса"]];
countriesAndCites[2] = new Array();
countriesAndCites[2]["Украина"] = WeP;

// Note, that you should also link to cc_logic.js from the calling file
